Repository: common-repository/userplace-member-subscription-restriction-payments
Catalog: languages/userplace-*.po
Languages: nl_nl

source: Addons
nl_nl: Berichttype

source: Activate
nl_nl: Activeren

source: Deactivate
nl_nl: Deactiveren

source: Price:
nl_nl: Prijs:

source: by -
nl_nl: door

source: Last updated:
nl_nl: Laatst bijgewerkt op:

source: Userplace Settings
nl_nl: Instellingen gebruikersinstellingen

source: Documentation
nl_nl: Documentatie

source: Plan Url
nl_nl: Pagina URL

source: Date
nl_nl: Datum

source: Post Type
nl_nl: Berichttype

source: Taxonomy
nl_nl: Taxonomie

source: Please select any post type you want to add this taxonomy
nl_nl: Selecteer elk bericht dat u wilt deze taxonomie toe te voegen

source: Please select any post type you want to add this metabox
nl_nl: Selecteer elk bericht dat u wilt deze taxonomie toe te voegen

source: Please select any taxonomy you want to add this term meta
nl_nl: Selecteer de taxonomie wilt u deze term meta toevoegen

source: Enable Hierarchy
nl_nl: inschakelen Hiërarchie

source: If you want to enable the taxonomy hierarchy set true
nl_nl: Als u wilt dat de taxonomie hiërarchie te stellen waar mogelijk te maken

source: Post Formats
nl_nl: Berichten formaten

source: Enable post formats into this post.
nl_nl: Schakel na formats in dit bericht.

source: Page Attributes
nl_nl: Pagina Attributen

source: Enable page attributes into this post.
nl_nl: Inschakelen pagina attributen in dit bericht.

source: Revisions
nl_nl: Revisies

source: Enable revisions into this post.
nl_nl: Schakel wijzigingen in dit bericht.

source: Comments
nl_nl: Reacties

source: Enable comments into this post.
nl_nl: Reacties inschakelen in dit bericht.

source: Custom Fields
nl_nl: Aangepaste Velden

source: Enable custom fields into this post.
nl_nl: Inschakelen aangepaste velden in dit bericht.

source: Trackbacks
nl_nl: Verstuur Trackbacks

source: Enable trackbacks into this post.
nl_nl: Schakel trackbacks in dit bericht.

source: Excerpt
nl_nl: Uittreksel

source: Enable excerpt into this post.
nl_nl: Schakel uittreksel in dit bericht.

source: Thumbnail
nl_nl: Miniatuur

source: Enable thumbnail into this post.
nl_nl: Schakel de miniatuur in dit bericht.

source: Author
nl_nl: Auteur

source: Enable author into this post.
nl_nl: Schakel auteur in dit bericht.

source: Enable editor into this post.
nl_nl: Schakel editor in dit bericht.

source: Title
nl_nl: Titel

source: Enable title into this post.
nl_nl: Schakel titel in dit bericht.

source: All Items
nl_nl: Alle Items

source: Singular Name
nl_nl: Enkelvoudige Naam

source: Post Slug
nl_nl: Bericht Slug

source: If want to change the default all items name, add the name here
nl_nl: Als de standaardinstelling wilt alle items naam te veranderen, voeg hier de naam

source: If want to change the default singular name, add the name here
nl_nl: Indien u wenst het standaard enkelvoudige naam te veranderen, voeg hier de naam

source: If want to change the default post slug, add the slug here
nl_nl: Indien u wenst het standaard bericht slug te veranderen, voeg de slug hier

source: Menu Position
nl_nl: Menupositie

source: Select the post type menu position.
nl_nl: Selecteer het type bericht menu positie.

source: Menu Icon
nl_nl: Menu icoon

source: Select a menu icon.
nl_nl: Selecteer een menu

source: Below First Separator
nl_nl: Hieronder Eerste Separator

source: Below Posts
nl_nl: hieronder berichten

source: Below Media
nl_nl: hieronder Media

source: Below Links
nl_nl: Onder de menu koppelingen

source: Below Pages
nl_nl: hieronder Pages

source: Below Comments
nl_nl: hieronder Comments

source: Below Second Separator
nl_nl: Hieronder Tweede Separator

source: Below Plugins
nl_nl: hieronder Plugins

source: Below Users
nl_nl: hieronder Gebruikers

source: Below Tools
nl_nl: hieronder Gereedschap

source: Below Settings
nl_nl: Reactieve instellingen

source: Default Icon
nl_nl: Standaard pictogram

source: Upload Icon
nl_nl: Upload pictogram

source: Icon Type
nl_nl: Icoon type

source: Select the default icon type or upload a new.
nl_nl: Selecteer de standaard pictogram type of upload een nieuwe.

source: Upload Custom Icon
nl_nl: Selecteer template

source: You can upload any custom image icon.
nl_nl: U kunt elke afbeelding aangepast pictogram uploaden.

source: Pick Color
nl_nl: Pik de kleur

source: No result found
nl_nl: Niets gevonden

source: search
nl_nl: Zoeken

source: Open on selected hours
nl_nl: Totaal uren

source: Always open
nl_nl: blijft lopen

source: No hours available
nl_nl: Totaal uren

source: Permanently closed
nl_nl: permanent gesloten

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Sunday
nl_nl: Zondag

source: Wrong Password
nl_nl: Onjuist wachtwoord

source: Confirm Password
nl_nl: Bevestig wachtwoord

source: I currently work here
nl_nl: Ik werk momenteel hier

source: Template Design Type
nl_nl: Sjabloontype Design

source: Please select the template design type
nl_nl: Kies een select type

source: Default
nl_nl: Standaard

source: The field should not be empty
nl_nl: Het menu ID mag niet leeg zijn.

source: The field should be email
nl_nl: Het veld moet e-mail worden

source: The field should be numeric
nl_nl: Text Optie - Numeriek gevalideerd

source: The field should be Url
nl_nl: Het veld moet Url

source: General Options
nl_nl: Algemene opties

source: Header Options
nl_nl: Header Opties

source: Background Options
nl_nl: Achtergrond Opties

source: Banner Options
nl_nl: Banner opties

source: Sidebar Options
nl_nl: Sidebar Opties

source: Footer Options
nl_nl: Opties voor de footer

source: Copyright Options
nl_nl: Copyright-opties

source: Welcome
nl_nl: Welkom

source: Settings
nl_nl: Instellingen

source: Payments
nl_nl: Betalingen

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om deze pagina te bekijken.

source: Installing...
nl_nl: Bezig met installeren...

source: Deactivating...
nl_nl: Deactiveren...

source: Activating...
nl_nl: Activeren...

source: One of the plugins is invalid.
nl_nl: Een van de plug-ins is ongeldig.

source: Unable to connect to the filesystem. Please confirm your credentials.
nl_nl: Kan niet verbinden met het bestandssysteem. Controleer uw gegevens.

source: Listing Contact
nl_nl: Contactgegevens

source: UserName or Email Already Exists or Empty
nl_nl: Gebruikersnaam of e-mail bestaat al.

source: Invalid UserName or Password.
nl_nl: Ongeldige gebruikersnaam or wachtwoord.

source: User Template
nl_nl: Sjabloon voor nieuwe gebruiker

source: Console Template
nl_nl: Console sjabloon

source: Sign In
nl_nl: Registreren

source: Register
nl_nl: Inloggen

source: Forgot Your Password?
nl_nl: Wachtwoord instellen?

source: Pick a New Password
nl_nl: Maak een nieuw paswoord

source: Membership Plan
nl_nl: Soort lidmaatschap

source: Template
nl_nl: Sjabloon

source: Templates
nl_nl: Sjablonen

source: Role
nl_nl: Rol

source: Roles
nl_nl: Rollen

source: Console Menu
nl_nl: Console

source: Coupons
nl_nl: Kortingcodes

source: Plan Page URL
nl_nl: Pagina URL

source: Plan Builder
nl_nl: Bouwer

source: Apply Restrictions
nl_nl: Beperkingen toepassen

source: Plans Pricing Details
nl_nl: Prijsdetails bekijken

source: Role Capabilities
nl_nl: Profielrol

source: Template Settings
nl_nl: Sjabloon Instellingen

source: Console Menu Settings
nl_nl: Menu item instellingen

source: Coupon Settings
nl_nl: Kortingscode instellingen

source: Restrict This
nl_nl: aflijnen tegen

source: Please copy this Url After saving the plan.
nl_nl: Kopieer deze Url na het opslaan van het plan.

source: Default Plan
nl_nl: huidig pakket

source: Sign In Page
nl_nl: Aanmeldpagina

source: You are already signed in.
nl_nl: U bent al ingelogd.

source: Invalid password reset link.
nl_nl: Ongeldige link voor wachtwoordherstel.

source: Hello!
nl_nl: Hallo!

source: You asked us to reset your password for your account using the email address %s.
nl_nl: U vroeg ons te herstellen van uw wachtwoord voor uw account met behulp van het e-mailadres %s.

source: If this was a mistake, or you didn't ask for a password reset, just ignore this email and nothing will happen.
nl_nl: Als dit een vergissing was, negeer dan deze e-mail en er zal niets gebeuren.

source: To reset your password, visit the following address:
nl_nl: Ga naar het volgende adres om je wachtwoord te resetten:

source: Thanks!
nl_nl: Bedankt!

source: Hello
nl_nl: Hallo

source: not
nl_nl: niet

source: Log out
nl_nl: Afmelden

source: Registering new users is currently not allowed.
nl_nl: Het registreren van nieuwe gebruikers is momenteel niet toegestaan.

source: You are not signed in.
nl_nl: Je bent niet aangemeld.

source: You do have an email address, right?
nl_nl: U heeft toch een mail adres?

source: You need to enter a password to login.
nl_nl: Vul een wachtwoord in om in te loggen.

source: We don't have any users with that email address. Maybe you used a different one when signing up?
nl_nl: Er zijn geen gebruikers met dit e-mail adres. Misschien heb je een ander adres gebruikt bij het registreren?

source: The password you entered wasn't quite right. <a href='%s'>Did you forget your password</a>?
nl_nl: Foutief ingevuld paswoord. <a href='%s'>Paswoord vergeten</a>?

source: The email address you entered is not valid.
nl_nl: Het e-mail adres is ongeldig.

source: An account exists with this email address.
nl_nl: Er bestaat al een account met dit e-mail adres.

source: You need to enter your email address to continue.
nl_nl: Vul uw mail adres in om verder te gaan.

source: There are no users registered with this email address.
nl_nl: Er zijn geen gebruikers met dit mail adres.

source: The password reset link you used is not valid anymore.
nl_nl: De link voor het opnieuw instellen van het wachtwoord die u heeft gebruikt, is niet meer geldig.

source: The two passwords you entered don't match.
nl_nl: De twee wachtwoorden die u hebt ingevoerd, komen niet overeen.

source: Sorry, we don't accept empty passwords.
nl_nl: U moet een paswoord maken!

source: You entered a incorrect old password.
nl_nl: Incorrect verlopen wachtwoord.

source: Your current password and new passwrod must not be same.
nl_nl: Geef uw oude wachtwoord en nieuwe wachtwoord.

source: Old password field is empty. Enter your current password.
nl_nl: Oude wachtwoordveld is leeg. Typ uw huidige wachtwoord.

source: An unknown error occurred. Please try again later.
nl_nl: Er is een onbekende error opgetreden. Probeer het later opnieuw.

source: %s (Invalid)
nl_nl: %s (Ongeldig)

source: %s (Pending)
nl_nl: %s (Wachtend)

source: Move up
nl_nl: Omhoog bewegen

source: Move down
nl_nl: Omlaag bewegen

source: Edit Menu Item
nl_nl: Bewerk menu-item

source: Navigation Label
nl_nl: Navigatie label

source: Title Attribute
nl_nl: Titel eigenschap

source: Open link in a new window/tab
nl_nl: Link openen in nieuw venster/tab

source: CSS Classes (optional)
nl_nl: CSS-classes (optioneel)

source: Link Relationship (XFN)
nl_nl: Link Relatie (XFN)

source: Description
nl_nl: Beschrijving

source: The description will be displayed in the menu if the current theme supports it.
nl_nl: De omschrijving word weergegeven in het menu als het huidige thema dit ondersteunt.

source: Who can see this menu link?
nl_nl: Wie kunnen deze menu link zien?

source: Original: %s
nl_nl: Origineel: %s

source: Remove
nl_nl: Verwijderen

source: Cancel
nl_nl: Abonnement annuleren

source: Coupons/Discounts Id
nl_nl: Coupons/Kortingen Id

source: Place coupon id created in your dashboard
nl_nl: Place coupon id gemaakt in uw dashboard

source: Restricted Plans
nl_nl: Beperkte plannen

source: Public View
nl_nl: Openbaar

source: Everyone
nl_nl: Iedereen

source: Logged In Users
nl_nl: Ingelogde gebruikers

source: Looged Out Users
nl_nl: Niet ingelogde gebruikers

source: Banner Image
nl_nl: Banner-afbeelding

source: First name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Gender
nl_nl: Geslacht

source: Select your gender
nl_nl: Selecteer uw geslacht

source: Male
nl_nl: Mannen

source: Female
nl_nl: Vrouwelijk

source: Other
nl_nl: Overige

source: Date of birth
nl_nl: Geboortedatum

source: Insert date of birth ( YYYY-MM-DD )
nl_nl: Geboortedatum invoegen (JJJJ-MM-DD)

source: Website URI
nl_nl: Website

source: Address
nl_nl: Adres

source: university
nl_nl: universiteit

source: Description About You
nl_nl: Beschrijving Over jou

source: What I Do
nl_nl: Wat ik doe

source: Work Location
nl_nl: Werklocatie

source: Work Fields
nl_nl: Velden

source: Designation
nl_nl: Bestemming/woonplaats

source: Company Name
nl_nl: Bedrijfsnaam

source: Timezone
nl_nl: Tijdzone

source: Select your timezone
nl_nl: Selecteer uw tijdzone

source: Update Profile
nl_nl: Profiel bijwerken

source: Select Posttypes for this Plan
nl_nl: Stel algemene tariefplan

source: Base Listing Rate in $
nl_nl: Base Rate notering in $

source: Base Listing Rate
nl_nl: Theme Base Layout

source: Enter Currency Symbol (ex. $)
nl_nl: Voer hier uw valutasymbool...

source: Enter Currency Symbol
nl_nl: Toon Header Valuta Switcher?

source: Per Media Rate in $
nl_nl: Per Media tarief in $

source: Rate Per Media
nl_nl: voor de Dag

source: Expired in Days
nl_nl: Min Dagen

source: On Subscription Expired Listing Status
nl_nl: Abonnement is verlopen aanbieding Status

source: Term Specific Cost
nl_nl: term Metabox

source: Select Term
nl_nl: Selecteer voorwaarden

source: Cost of this Term
nl_nl: kosten van schulden

source: Rate Per Term
nl_nl: Per termijn

source: General Settings
nl_nl: Basis Instellingen

source: Enable/Disable This Plan
nl_nl: In- / uitschakelen zoekfunctie

source: Make This a Default Plan
nl_nl: Maken dit een standaardschema

source: Plan Price
nl_nl: Plattegrond prijs

source: Select Role For this plan
nl_nl: Selecteer rol voor dit plan

source: This will set as user role after purchasing the plan. Please select the role wisely. You can just keep userplace_member. You can also change the role capabilities or create a new one from role menu.
nl_nl: Hierdoor wordt ingesteld als gebruikersrol na de aankoop van het plan. Selecteer de rol verstandig. Alleen kun je userplace_member. U kunt ook wijzigen van de rol-mogelijkheden of maak een nieuwe rol menu.

source: Select Coupon for this plan
nl_nl: Selecteer Coupon voor dit plan

source: Please create coupon from the coupon menu, and add it into the plan.
nl_nl: Coupon van de coupon menu Maak, en toe te voegen in het plan.

source: Apply View Level Restrictions
nl_nl: Weergave niveau beperkingen toepassen

source: GLOBAL: Post Restriction
nl_nl: Globaal: Beperking van de Post

source: Please select post type, where you want to add restriction capabilities
nl_nl: Selecteer soort van de post, waar u wilt toevoegen van de beperking mogelijkheden

source: Enable Single Post Restriction
nl_nl: Inschakelen enkele Post beperking

source: This will only work if you do not have global post type restriction.
nl_nl: Dit werkt alleen als u nog geen globale post type beperking.

source: This portion gives user of this plan to restrict other user to view your listing.
nl_nl: Dit gedeelte geeft gebruiker van dit plan te beperken van de andere gebruiker als u wilt bekijken van uw aanbieding.

source: Select Restricted Post Types
nl_nl: ﻿Kies een bericht type

source: Comment Restrictions
nl_nl: Opmerking beperkingen

source: Select Comment Restricted Post Type
nl_nl: Selecteer commentaar beperkt Post Type

source: Widgets Restrictions
nl_nl: Widgets beperkingen

source: Select Restricted Widgets
nl_nl: Selecteer beperkt Widgets

source: Submission Restrictions
nl_nl: Indiening beperkingen

source: Enable/Disable
nl_nl: In-/Uitschakelen

source: Allow Unlimited Post
nl_nl: Onbeperkte lijstpagina via Shortcode

source: Show View Resctriction Metabox
nl_nl: Show View Resctction Metabox

source: Max Post Allowed
nl_nl: Suhosin Max Post Vars

source: Max Terms per Post
nl_nl: Max voorwaarden per Post

source: Restricted Metakeys
nl_nl: Deelbetalingen

source: Restricted Terms
nl_nl: Deelbetalingen

source: Please select a payment gateway
nl_nl: Selecteer een betalingsgateway

source: Set Payment Mode
nl_nl: Betalingsmethode

source: Live Stripe API Key
nl_nl: Live Stripe API-sleutel

source: Live Stripe Secret Key
nl_nl: Live Stripe geheime sleutel

source: Test Stripe API Key
nl_nl: Test Stripe API-sleutel

source: Test Stripe Secret Key
nl_nl: Test Stripe geheime sleutel

source: Production Braintree Merchant ID
nl_nl: Productie Braintree Merchant ID

source: Production Braintree API Key
nl_nl: Productie Braintree API-sleutel

source: Production Braintree API Secret
nl_nl: SandBox Braintree API Secret

source: Please select appropriate pages
nl_nl: Selecteer de juiste pagina's

source: Select a page...
nl_nl: Selecteer een pagina...

source: Register Page
nl_nl: Registratiepagina

source: This page will appear after the forget password call.
nl_nl: Deze pagina verschijnt na het vergeten van het wachtwoord.

source: Pricing Plan Page (Optional)
nl_nl: Prijsplanpagina (optioneel)

source: Please select your pricing plan page. It will be your default pricing page.
nl_nl: Selecteer uw pagina met het tariefplan. Het wordt uw standaard prijslijstpagina.

source: Add New
nl_nl: Nieuwe toevoegen

source: Edit
nl_nl: Bewerken

source: New
nl_nl: Nieuw

source: All
nl_nl: Alles

source: View
nl_nl: Bekijken

source: Search
nl_nl: Zoek

source: No
nl_nl: Nee

source: Update
nl_nl: Aanpassen

source: Custom Fileds
nl_nl: Aangepaste CSS class

source: Payment
nl_nl: Betaling

source: Card No
nl_nl: Kaart nr.

source: Expiration
nl_nl: Vervaldatum

source: Next payment
nl_nl: Volgende betaling

source: Payment history
nl_nl: Betalingsgeschiedenis

source: Amount
nl_nl: Bedrag

source: Currency
nl_nl: Valuta

source: Billing Overview
nl_nl: Overzicht facturering

source: Current plan
nl_nl: Huidig pakket

source: Change Plan
nl_nl: Verander abonnement

source: Payment Hisotry
nl_nl: Betaling Archambault

source: Billing Overview
nl_nl: Overzicht facturering

source: Sorry You are not currently with any Plan and You don't have any transaction history
nl_nl: Sorry u momenteel niet met een Plan en je hoeft geen transactiegeschiedenis

source: <strong>ERROR</strong>: Invalid username or email.
nl_nl: <strong>FOUT</strong>: Ongeldige gebruikersnaam of e-mail adres

source: Someone has requested a password reset for the following account:
nl_nl: Iemand heeft verzocht om zijn of haar wachtwoord te herstellen:

source: Username: %s
nl_nl: Gebruikersnaam: %s

source: If this was a mistake, just ignore this email and nothing will happen.
nl_nl: Als dit een vergissing was, kun je deze e-mail gewoon negeren.

source: [%s] Password Reset
nl_nl: [%s] Wachtwoord resetten

source: The email could not be sent.
nl_nl: E-mail kon niet worden verzonden

source: Possible reason: your host may have disabled the mail() function.
nl_nl: Mogelijke oorzaak: je host heeft misschien de mail()-functie uitgeschakeld.

source: User Profile
nl_nl: Gebruikersprofiel

source: at
nl_nl: om

source: Date of Birth
nl_nl: Geboortedatum

source: Address
nl_nl: Adres

source: View Details
nl_nl: Details weergeven

source: Sorry You are not eligible to view this
nl_nl: Sorry u komen niet in aanmerking om dit te bekijken

source: LISTINGS
nl_nl: Woningaanbod

source: No Listing Found!
nl_nl: Geen advertenties gevonden

source: Your Title Here
nl_nl: Uw titel hier invoegen

source: Position
nl_nl: Positie

source: About Me
nl_nl: Profiel

source: Quick Contact
nl_nl: Snel contact

source: Name
nl_nl: Naam:

source: Author email
nl_nl: E-mailadres van auteur

source: Email
nl_nl: E-mailadres

source: Your Comment
nl_nl: Je reactie

source: Submit
nl_nl: Verzenden

source: Congratz!! You have successfully subscribed. You have charged
nl_nl: Congratz!! Je bent nu geabonneerd. U in rekening hebben gebracht

source: Sorry You are not eligible to view or post comment!
nl_nl: Sorry je bent niet in aanmerking komen om te bekijken of commentaar!

source: Console page
nl_nl: Console-pagina

source: Back to Home
nl_nl: Naar de homepage

source: View Profile
nl_nl: Bekijk profiel

source: Edit Profile
nl_nl: Bewerk profiel

source: Billing
nl_nl: Betalingsgegevens

source: Change Password
nl_nl: Verander wachtwoord

source: Logout
nl_nl: Afmelden

source: Please Login First
nl_nl: Meld u aan voordat u verdergaat

source: Sorry this post has been Drafted due to lack of facility in your Subscription
nl_nl: Volgens deze producent/exporteur kon de procedure niet worden ingeleid omdat er niet voldoende bewijs in de klacht was opgenomen.

# userplace
source: Post limit exceeded! You can only publish <strong>%d</strong> posts with this Subscription
nl_nl: Limiet overschreden! U kunt alleen het publiceren van <strong>%d</strong> posten met het bovengenoemde abonnement

# userplace
source: Terms limit exceeded! You can only add <strong>%d</strong> post terms in a post.
nl_nl: Termenlimiet overschreden! Je kunt alleen <strong>% d</strong> berichttermen toevoegen aan een bericht.

# userplace
source: Sorry these terms are not allowed in your subscription plan: <strong>%s</strong>
nl_nl: Sorry, deze voorwaarden zijn niet toegestaan ​​in uw abonnement: <strong>%s</strong>

# userplace
source: Sorry these metakeys are not allowed in your subscription plan: <strong>%s</strong>
nl_nl: Sorry, deze metakeys zijn niet toegestaan ​​in uw abonnement: <strong>%s</strong>

source: Your password has been changed. You can sign in now with your new password.
nl_nl: Uw paswoord is aangepast. U kunt nu inloggen.

source: Old password
nl_nl: Oud wachtwoord

source: New password
nl_nl: Nieuw wachtwoord

source: Repeat new password
nl_nl: Herhaal nieuw wachtwoord

source: You have signed out. Would you like to sign in again?
nl_nl: Je bent afgemeld. Wilt u opnieuw inloggen?

source: Check your email for a link to reset your password.
nl_nl: Controleer uw e-mail voor een link om uw wachtwoord opnieuw in te stellen.

source: Your password has been changed. You can sign in now.
nl_nl: Uw paswoord is aangepast. U kunt nu inloggen.

source: Email Address
nl_nl: E-mailadres

source: Forgot your password?
nl_nl: Wachtwoord vergeten?

source: Enter your email address and we'll send you a link you can use to pick a new password.
nl_nl: Voer uw gebruikersnaam of e-mailadres in. We sturen u een link die u kunt gebruiken om een nieuw wachtwoord te kiezen.

source: Reset Password
nl_nl: Wachtwoord opnieuw instellen

source: Last name
nl_nl: Achternaam

source: Note: Your password will be generated automatically and sent to your email address.
nl_nl: * een nieuw wachtwoord zal worden verzonden naar uw e-mailadres

source: Edit
nl_nl: Wijzigen

source: Userplace - Member Subscription, Restriction & Payments
nl_nl: Userplace - lid abonnement, beperking & betalingen

source: It’ll help you to monetize your site, you will able to create plans, subscriptions and restrictions that applies into view level and submission level.
nl_nl: Het zal u helpen om geld te verdienen met uw site, zult u kunnen plannen, abonnementen en beperkingen die van toepassing is in de weergave en indiening niveau te creëren.
